Repository: AhmedShaban942/LabApp
Catalog: Laboratories.Web/Resources/Item.*.resx
Languages: ar

source: Biology
ar: الاحياء

# chemics
source: Chemistry
ar: الكيمياء

# completionYear
source: Expiry year
ar: سنة الانتهاء

# damagedQty
source: Amount Damaged OR Consumed
ar: الكمية التالفة او المستهلكة

source: Elementary Department
ar: قسم الابتدائى

source: Environmental
ar: بيئية

# excessiveQty
source: Excessive Quntity
ar: احتياج تكميلى

source: High School
ar: قسم الثانوى

# itemOver
source: Overdose Report
ar: تقرير الاصناف الزائدة

# itemPresent
source: Existing items report (lab inventory)
ar: تقرير الاصناف الموجودة (جرد المختبر)

# itemReprt
source: Items Report
ar: تقرير الاصناف

# itemUnAvalable
source: Non-existent items report
ar: تقرير الاصناف الغير الموجودة

# itm_avalableMethod
source: The possibility of saving
ar: اماكانية التوفير

# itm_chapter
source: Study unit
ar: الوحدة الدراسية

# itm_code
source: Item Code
ar: كود الصنف

# itm_department
source: Department
ar: القسم

# itm_desc
source: Item Descrption
ar: وصف الصنف

# itm_isExixting
source: ?Item Is Existing
ar: الصنف موجود؟

# itm_level
source: Item Level
ar: الصف الدراسى

# itm_presentQty
source: Quantity present
ar: الكمية الموجودة

# itm_schol
source: School
ar: المدرسة

# itm_search
source: Search About Item
ar: ابحث عن الصنف

# itm_sugQty
source: Sugest Quintity
ar: الكمية المقترحة

# itm_term
source: Term
ar: الفصل الدراسى

# itm_type
source: course
ar: المقرر

# itm_unit
source: Unit
ar: وحدة القياس

source: Level1
ar: المستوى الاول

source: Level2
ar: المستوى الثانى

source: Level3
ar: المستوى الثالث

source: Level4
ar: المستوى الرابع

source: Level5
ar: المستوى الخامس

source: Level6
ar: المستوى السادس

source: Middle Department
ar: قسم المتوسط

source: Note
ar: ملاحظات

# over
source: Over OR Not
ar: زائد او غير زائد

# overQty
source: Over Quntity
ar: الكمية الزائدة

# phisics
source: Physics
ar: الفيزياء

# schooldepartment
source: Educational level
ar: المرحلة

source: School Type
ar: القسم

# sience
source: Sciences
ar: العلوم

# TransferableQty
source: Transferable Quntity
ar: الكمية المراد نقلها

# unValidQty
source: UnValid Quntity
ar: الكمية الغير صالحة

# validQty
source: Valid Quntity
ar: الكمية الصالحة

# validState
source: Valid OR invalid
ar: صالح او غير صالح
