Repository: AhmedShaban942/LabApp
Catalog: Laboratories.Web/Resources/Report.*.resx
Languages: ar

# choisReportType
source: Choose The Report By
ar: اختيار التقرير حسب

# displayItem
source: Display Items
ar: عرض الاصتاف

# downloadItem
source: Download Items
ar: تحميل الاصناف

source: Excessive Qty Report
ar: تقرير الاحتياج التكميلى

# generalBasicReport
source: General furniture Report
ar: التقارير العامة لاثاث المختبر

source: General Item Report
ar: التقارير العامة للاصناف

source: Item By Available Method
ar: تقرير الصنف حسب امكانية التوفير

# ItemByChapter
source: Item Byi Chapter
ar: تقرير الصنف حسب الفصل الدراسى

source: Item By Department
ar: تقرير الصنف حسب المرحلة

source: Item By level
ar: تقرير الصنف حسب المستوى

# ItemBypresentQty
source: Item By present Quintity
ar: تقرير الصنف حسب الكمية الموجودة

# ItemBySugQty
source: Item By Sugest Quintity
ar: تقرير الصنف حسب الكمية المقترحة

source: Item By Unit
ar: تقرير الصنف حسب الوحدة

source: Item Existing
ar: تقرير الاصناف الموجودة(جرد المختبرات)

# item_wantedCanavalable
source: Item Wanted and Can Avalable
ar: تقرير الاحتياج لمواد توفر من المدرسة

# item_wantedRequired
source: Item Wanted and Can Required
ar: تقرير الاحتياج لمواد توفر من المستودع

source: Scdual Report
ar: احصائية تفعيل المختبر

# show
source: Show Report
ar: عرض التقرير

source: Transfer Custody
ar: نقل عهدة الاصناف

source: Transfer From
ar: المدرسة المراد نقل العهدة منها

source: transfer From Scool To Another
ar: نقل عهدة من مدرسة الى اخرى

source: Transfer To
ar: المدرسة المراد نقل العهدة اليها

# UnValidItemReport
source: Un Valid Items
ar: الاصناف الغير صالحة
